1
1342
2
3
4
5
a
about
above
absolutely
abuse
accept
accidental
accomplished
account
acknowledged
acquaintance
acquaintances
acquainted
acquired
act
actually
added
address
addressed
adjusting
admiration
admire
admired
admitted
advantage
advice
affect
affectation
afraid
after
afterwards
again
against
age
agree
agreeable
agreed
ah
air
all
allowed
alone
already
also
altogether
altogether—mr
always
am
amends
amiable
among
amongst
amount
amusement
an
and
angel
angry
ankle
another
answer
answering
anxious
any
anybody
anyone
anything
appeared
approve
apt
are
argument
arrival
arrived
as
ascertaining
ask
asked
asking
assemblies
assembly
assistance
associating
assure
assuring
astonishment
at
attacked
attention
attentive
austen
author
authorized
away
aye
aye—because
back
bad—belongs
ball
barefaced
be
beautiful
beauty
because
been
before
beg
began
behaviour
beheld
behind
being
believe
bennet
bennets
bennet’s
best
better
between
beyond
bingley
bingley’s
bit
bitterness
black
blind
blue
book
books
both
bottle
boulanger
boy
branch
bred
breeding
bring
brother
brother’s
brought
business
but
by
calculated
called
came
can
candid
candour
cannot
caprice
care
carriage
cases
catching
catherine
cautious
censuring
certain
certainly
chaise
chance
chapter
chapters
character
characteristic
charlotte
charming
cherish
children
choice
choose
chooses
chose
circulation
circumspection
circumstance
civil
clever
close
closed
coat
coldly
collection
come
comes
comforted
command
commendation
common
communicate
company
compared
compassion
complacency
complete
compliment
compliments
conceited
conceive
conjecturing
consent
consequence
consequently
consider
consideration
considered
consisted
contain
continually
continued
contrary
contrast
conversation
converse
convinced
cordial
cough
coughing
coughs
could
countenance
county
courses
courteous
cousin
creature
credit
cried
crown
curiosity
dance
danced
dances
dancing
darcy
darcy’s
dare
daughter
daughters
day
days
deal
dear
decided
declare
declared
decline
declined
deep
deeply
deferred
deficient
deigned
delight
delighted
delightful
denominated
depend
derbyshire
description
design
design—to
desire
determined
determining
detest
develop
did
difference
different
difficult
dinner
directly
disagreeable
disappointed
disclosed
disconcerted
discontented
discovered
discretion
disgust
dislike
dispatched
disposed
disposition
dissatisfied
distant
distinction
distinguished
do
does
don’t
door
doubt
doubtful
down
downs
draw
dresses
drew
drink
ductility
during
earliest
early
ease
easily
easiness
easy
eat
educated
either
elated
eldest
elegant
eliza
elizabeth
elizabeth’s
else
eluded
emphatic
employed
end
endeared
ended
enduring
engage
engaged
england
enjoy
enough
enough—one
entered
entering
entertained
entitled
entrance
equal
equally
escape
established
establishment
estate
etc
evening
event
ever
every
everybody
everybody’s
everything
everywhere
exaggeration
excellent
excessively
exclamation
excuse
expect
expectations
expected
experience
express
expressed
extracts
extraordinary
extremely
eye
eyes
fact
failing
fall
falling
families
family
fancied
fancy
fancying
fashion
fastidious
father
fatigued
fault
favour
favourable
fear
fears
features
feeling
feelings
felt
few
fifth
figure
files
find
fine
finery
firmest
first
five
fixed
flatter
flattered
flying
follies
followed
following
fond
for
forbidding
forget
forgive
formality
former
formerly
forms
fortnight
fortnight’s
fortunate
fortune
found
four
fourth
foxhounds
fretfully
friend
friendly
friends
friendship
from
gallantry
gave
general
generation
gentleman
gentlemanlike
gentlemen
get
girl
girls
give
given
giving
glad
go
god’s
going
gone
good
got
gown—”
gratified
great
greater
greatly
grieved
grown
guess
gutenberg
habit
hack
had
half
hand
handsome
handsomer
happily
happy
hardly
has
hasty
hat
hate
haughty
have
having
he
head
hear
heard
hearing
heart
hearty
heaven’s
help
her
here
herself
hertfordshire
her—indeed
high
highest
highly
him
himself
his
home
honestly
honour
hope
hoped
hopes
horrid
horse
hour
hour—was
house
housekeeping
how
however
http
human
humour
humoured
hundred
hurst
hurst’s
husband
hypocritical
i
idea
ideas
if
if—but
ignorant
ill
imaginary
imagine
immediately
impatiently
importance
impossible
impressed
in
indeed
indeed—that
information
ingenious
inhabitants
inherited
inoffensive
inquired
instead
insufficient
insupportable
intelligence
intelligent
intended
interest
interrupted
intimate
into
introduce
introduced
introduction
invitation
inviting
is
it
its
it—but
i’m
james’s
jane
jane’s
join
joke
joy
judgement
just
keep
kind
kindness
king
kingdom
kitty
knew
knighthood
know
knowledge
known
lace
ladies
lady
laid
large
last
law
learnt
least
leave
left
less
let
liberty
library
life
like
liked
likely
likes
likewise
lines
lips
listened
listening
little
live
lived
lively
lizzy
lizzy’s
lodge
london
london—his
long
longbourn
look
looked
looking
lose
love
loved
lucas
lucases
lydia
made
make
makes
making
mamma
man
manner
manners
manor
many
man’s
maria
market
married
marrying
mary
matter
may
mayoralty
ma’am
me
mean
meaning
meanly
means
meant
meet
meets
memories
men
mention
mentioned
merely
meryton
met
michaelmas
mien
might
mile
mind
minds
mine
minutes
misfortune
miss
mistake
mistaken
mixture
moment
monday
more
morning
morris
morrow
mortified
most
mother
mr
mrs
much
must
my
myself
name
natural
nature
near
nearly
necessary
neglect
neighbour
neighbourhood
nerves
nervous
netherfield
never
new
newcomers
news
next
nieces
night
no
noble
nobody
none
nonsense
nor
north
not
nothing
not—at
now
number
object
objection
obliged
obliging
observation
observed
observing
occasion
occasionally
occupy
odd
of
off
offend
offense
offer
office
often
oh
old
on
once
one
only
opening
openness
opinion
opinions
opposition
or
org
ostentation
other
others
ought
our
ourselves
out
over
overheard
overhearings
own
owner
pack
paid
park
part
particular
particularly
partner
partners
parts
party
passed
people
perfect
perhaps
period
person
persuade
pieces
piqued
place
planned
playful
pleasant
pleasantly
please
pleased
pleasing
pleasure
pliancy
point
poor
popularity
possession
possibly
pounds
power
praise
preference
prejudice
present
presentation
preside
press
pretend
prettier
prettiest
pretty
pride
principal
private
promise
promised
prone
pronounced
property
protested
proud
proudest
provided
punishment
purchase
purpose
put
qualities
quality
question
questions
quick
quickness
quieted
quieter
quite
quitting
raised
rank
raptures
rather
read
real
really
received
recommend
recommendation
reflection
reflections
regard
regardless
related
relates
reliance
remainder
remained
remarkably
removed
render
replied
reply
report
resentfully
resentment
reserve
reserved
residence
respect
respectable
rest
return
returned
rich
ridiculous
right
rightful
risen
robinson
robinson’s
rode
room
rooms
round
rudeness
safely
said
sake
sakes
same
sarcastic
sat
satisfactory
satisfied
save
saw
say
says
scarcity
scolding
score
scrupulous
second
see
seeing
seek
seem
seemed
seen
self
selfish
seminaries
send
sense
sensible
servants
serving
set
settled
settling
seven
several
shall
share
sharpened
she
shocking
short
should
shut
sick
sight
silence
silly
since
single
sir
sister
sisters
sit
sitting
situation
six
sixth
skill
slighted
small
smallest
smiled
smiles
so
solace
solely
solidity
some
somebody
somehow
something
sometimes
somewhat
soon
sorry
source
so—but
speak
speaking
speaks
spend
spending
spent
spirit
spirits
spite
splendid
spoke
sprained
st
stand
standing
stared
starting
steady
step
stiffness
still
story
stoutly
stranger
strength
stress
strongly
struck
stupid
stupider
subject
such
suddenly
suffer
sufficient
sufficiently
suited
suiting
supercilious
superior
suppose
suppositions
sure
surely
surmises
surpassing
surprise
surrounding
sweet
synonymously
table—nor
take
taken
talk
talked
talking
tall
tallest
tear
teasing
tell
temper
tempt
tempted
ten
tenant
than
thanks
that
the
their
them
themselves
then
there
thereby
therefore
these
they
thing
things
think
thinking
third
this
those
though
thought
thousand
three
throw
tide
till
time
times
tiresome
title
to
told
tolerable
too
took
toward
towards
town
trade
treatment
trimming
true
truth
tumult
turned
turning
twelve
twenty
twice
two
txt
unable
unaffected
unassailed
uncertain
uncommonly
understand
understanding
universally
unless
unlucky
unreserved
unshackled
unwilling
unworthy
up
upon
upper
us
use
used
vain
valuable
vanity
various
venture
very
vexed
vexing
views
village
violent
visit
visiting
waited
walk
walked
walking
want
was
wasting
way
ways—with
we
week
well
were
what
what—something
when
where
wherever
whether
which
whichever
while
who
whole
whom
whose
why
wife
wife’s
will
william
window
wine
wish
wished
with
withdrew
within
without
woman
women
wonder
wonderfully
word
words
wore
world
worth
would
www
year
years
yes
yet
you
young
youngest
your
yours
yourself
